aaron-bond.better-comments
adpyke.codesnap
alefragnani.bookmarks
alefragnani.project-manager
bierner.emojisense
budparr.language-hugo-vscode
chouzz.vscode-better-align
christian-kohler.path-intellisense
codely.codely-theme
cweijan.vscode-mysql-client2
davidanson.vscode-markdownlint
donjayamanne.githistory
editorconfig.editorconfig
eliverlara.andromeda
enkia.tokyo-night
formulahendry.code-runner
foxundermoon.shell-format
github.codespaces
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
hbenl.vscode-test-explorer
hediet.vscode-drawio
humao.rest-client
jock.svg
kisstkondoros.vscode-gutter-preview
littlefoxteam.vscode-python-test-adapter
mads-hartmann.bash-ide-vscode
marp-team.marp-vscode
mechatroner.rainbow-csv
melishev.feather-vscode
mhutchie.git-graph
miguelsolorio.fluent-icons
miguelsolorio.symbols
mintlify.document
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-es
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
naumovs.color-highlight
piotrpalarz.vscode-gitignore-generator
pkief.material-icon-theme
rangav.vscode-thunder-client
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
spmeesseman.vscode-taskexplorer
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
tamasfe.even-better-toml
teabyii.ayu
tinkertrain.theme-panda
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vivaxy.vscode-conventional-commits
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
whizkydee.material-palenight-theme
yzhang.markdown-all-in-one
