aaron-bond.better-comments
adpyke.codesnap
alefragnani.project-manager
asciidoctor.asciidoctor-vscode
bierner.emojisense
castrogusttavo.symbols
chouzz.vscode-better-align
christian-kohler.path-intellisense
codezombiech.gitignore
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
davidanson.vscode-markdownlint
eamodio.gitlens
editorconfig.editorconfig
formulahendry.code-runner
github.codespaces
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
hbenl.test-adapter-converter
hbenl.vscode-test-explorer
hediet.vscode-drawio
humao.rest-client
jock.svg
kisstkondoros.vscode-gutter-preview
mads-hartmann.bash-ide-vscode
marp-team.marp-vscode
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
mintlify.document
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.test-adapter-converter
naumovs.color-highlight
pkief.material-icon-theme
rangav.vscode-thunder-client
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
tamasfe.even-better-toml
teabyii.ayu
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vivaxy.vscode-conventional-commits
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yzhang.markdown-all-in-one
